frontend/views/layouts/main.php

            <div class="phone">
                <p class="text-center">
                    <?php
                    $siteconfigmain = \common\models\System::findOne(['id' => 1]);
---
SELECT * FROM `system` WHERE `id`=1