frontend/views/site/index.php

SELECT * FROM `system` WHERE `id`=1
---
use yii\widgets\ListView;

/* @var $this yii\web\View */
$siteconfig = \common\models\System::findOne(['id' => 1]);